Repository: JCeluch/PMeter
Catalog: PMeter/Localizable.xcstrings
Source language: en
Languages: pl

# bleeding.symbols.spotting
source: Sp
pl: Pl

# Brak danych do analizy
source: No data to analyze
pl: Brak danych do analizy

# calendar.addEntry
source: Add entry
pl: Dodaj wpis

# calendar.chart.bleedingShort
source: Bleed
pl: Krw.

# calendar.chart.dateShort
source: Date
pl: Data

# calendar.chart.intercourseShort
source: Inti.
pl: Wsp.

# calendar.chart.mucusShort
source: Mucus
pl: Śluz

# calendar.chart.temperature
source: Temperature
pl: Temperatura

# calendar.cycleDay
source: Cycle day
pl: Dzień cyklu

# calendar.cycleDay.label
source: Cycle day
pl: Dzień cyklu

# calendar.cycleDay.short %lld
source: CD %lld
pl: DC %lld

# calendar.dayLabel
source: Date
pl: Data

# calendar.daySection
source: Day
pl: Dzień

# calendar.detailsTitle
source: Day details
pl: Szczegóły dnia

# calendar.empty.description
source: Add your first bleeding entry to build the cycle chart.
pl: Dodaj pierwszy wpis z krwawieniem, aby zbudować kartę cyklu.

# calendar.empty.title
source: No cycle data
pl: Brak danych cyklu

# calendar.entries
source: Entries
pl: Wpisy

# calendar.mode.chart
source: Cycle chart
pl: Karta cyklu

# calendar.mode.month
source: Month
pl: Miesiąc

# calendar.noData
source: No data
pl: Brak danych

# calendar.noEntriesForDay
source: No entries for this day
pl: Brak wpisów dla tego dnia

# calendar.preview.todayCycleDay: %lld
source: Today is cycle day: %1$(variableName)lld
pl: Dziś wypada dzień cyklu: %1$(variableName)lld

# calendar.previewDescription
source: In this version, cycle start is counted from the last recorded day with bleeding.
pl: W tej wersji początek cyklu jest liczony od pierwszego dnia z zapisanym krwawieniem. Lekkie plamienie nie jest liczone jako pełnoprawne krwawienie.

# calendar.previewNoData
source: Not enough data to calculate cycle day.
pl: Za mało danych, aby policzyć dzień cyklu.

# calendar.previewTitle
source: Cycle overlay
pl: Podgląd cyklu

# calendar.previewTodayCycleDay %lld
source: Today is cycle day %lld
pl: Dziś jest %lld dzień cyklu

# calendar.title
source: Calendar
pl: Kalendarz

# calendar.viewMode
source: View
pl: Widok

# CD %lld
source: CD %1$(variableName)lld
pl: DC %1$(variableName)lld

# common.cancel
source: Cancel
pl: Anuluj

# common.delete
source: Delete
pl: Usuń

# common.done
source: Done
pl: Gotowe

# common.edit
source: Edit
pl: Edytuj

# common.no
source: No
pl: Nie

# common.none
source: None
pl: Brak

# common.save
source: Save
pl: Zapisz

# common.yes
source: Yes
pl: Tak

# cycle.bleeding.heavy
source: Heavy
pl: Obfite

# cycle.bleeding.light
source: Light
pl: Lekkie

# cycle.bleeding.medium
source: Medium
pl: Średnie

# cycle.bleeding.none
source: None
pl: Brak

# cycle.bleeding.spotting
source: Spotting
pl: Plamienie

# cycle.cervix.highSoftOpen
source: High Soft Open
pl: Wysoko, miękka, otwarta

# cycle.cervix.lowFirmClosed
source: Low Firm Closed
pl: Nisko, twarda, zamknięta

# cycle.cervix.medium
source: Medium
pl: Na średniej wysokości

# cycle.cervix.none
source: None
pl: Brak

# cycle.lh.negative
source: Negative
pl: Negatywny

# cycle.lh.none
source: No test
pl: Brak testu

# cycle.lh.peak
source: Peak / very positive
pl: Szczyt / bardzo pozytywny

# cycle.lh.positive
source: Positive
pl: Pozytywny

# cycle.mucus.creamy
source: Creamy
pl: Kremowy

# cycle.mucus.dry
source: Dry
pl: Sucho

# cycle.mucus.eggWhite
source: Egg white / stretchy
pl: Jak białko jajka / przezroczysty / rozciągliwy

# cycle.mucus.none
source: None
pl: Brak

# cycle.mucus.sticky
source: Sticky
pl: Lepki

# cycle.mucus.watery
source: Watery
pl: Wodnisty

# cycleDetail.bleeding
source: Bleeding
pl: Krwawienie

# cycleDetail.breastTenderness
source: Breast Tenderness
pl: Wrażliwość piersi

# cycleDetail.cervix
source: Cervix
pl: Szyjka macicy

# cycleDetail.dateSection
source: Date
pl: Data

# cycleDetail.day
source: Day
pl: Dzień

# cycleDetail.deleteConfirmMessage
source: This action cannot be undone.
pl: Tej operacji nie da się cofnąć.

# cycleDetail.deleteConfirmTitle
source: Delete entry?
pl: Usunąć wpis?

# cycleDetail.deleteEntry
source: Delete entry
pl: Usuń wpis

# cycleDetail.intercourse
source: Intercourse:
pl: Współżycie:

# cycleDetail.lhTest
source: LH test:
pl: Test LH:

# cycleDetail.mucus
source: Mucus:
pl: Śluz:

# cycleDetail.mucusAmount
source: Mucus Amount
pl: Ilość śluzu

# cycleDetail.noNotes
source: No notes
pl: Brak notatek

# cycleDetail.notesSection
source: Notes
pl: Notatki

# cycleDetail.observationsSection
source: Observations
pl: Obserwacje

# cycleDetail.temperature
source: Temperature:
pl: Temperatura:

# cycleDetail.title
source: Details
pl: Szczegóły

# cycleForm.addTemperature
source: Add temperature
pl: Dodaj temperaturę

# cycleForm.bleeding
source: Bleeding
pl: Krwawienie

# cycleForm.breastTenderness
source: Brest Tenderness
pl: Wrażliwość piersi

# cycleForm.cervix
source: Cervix
pl: Szyjka macicy

# cycleForm.dateSection
source: Date
pl: Data

# cycleForm.editEntryTitle
source: Edit entry
pl: Edytuj wpis

# cycleForm.intercourse
source: Intercourse
pl: Współżycie

# cycleForm.lhTest
source: LH test
pl: Test LH

# cycleForm.mucus
source: Mucus
pl: Śluz

# cycleForm.mucusAmount
source: Mucus Amount
pl: Ilość śluzu

# cycleForm.newEntryTitle
source: New entry
pl: Nowy wpis

# cycleForm.notesPlaceholder
source: Symptoms, mood, LH test…
pl: Objawy, samopoczucie, test LH…

# cycleForm.notesSection
source: Notes
pl: Notatki

# cycleForm.observationDate
source: Observation day
pl: Dzień obserwacji

# cycleForm.observationsSection
source: Observations
pl: Obserwacje

# cycleForm.temperature
source: Temperature
pl: Temperatura

# cycleForm.temperaturePlaceholder
source: E.g. 36.65
pl: Np. 36.65

# cycleList.add
source: Add entry
pl: Dodaj wpis

# cycleList.empty.subtitle
source: Add your first daily entry to start tracking cycle observations.
pl: Dodaj pierwszy wpis dnia, aby zacząć zapisywać obserwacje cyklu.

# cycleList.empty.title
source: No entries
pl: Brak wpisów.

# cycleList.intercourseSaved
source: Intercourse recorded
pl: Zapisano współżycie

# cycleList.lhTestPrefix
source: LH test:
pl: Test LH:

# cycleList.recentEntries
source: Recent entries
pl: Ostatnie wpisy

# cycleList.temperaturePrefix
source: Temperature
pl: Temperatura

# Cykl
source: Cycle
pl: Cykl

# Długości cykli
source: Cycle length
pl: Długości cykli

# Dodaj przynajmniej dwa cykle, aby zobaczyć statystyki i przewidywania.
source: Add at least two cycles to see statistics and predictions
pl: Dodaj przynajmniej dwa cykle, aby zobaczyć statystyki i przewidywania.

# mucus.symbols.creamy
source: C
pl: K

# mucus.symbols.dry
source: D
pl: S

# mucus.symbols.eggWhite
source: EW
pl: RW

# mucus.symbols.sticky
source: S
pl: L

# Obserwacje
source: Observations
pl: Obserwacje

# Przewidywania
source: Predictions
pl: Przewidywania

# Setne
source: Hundreds
pl: Setne

# settings.appSection
source: App
pl: Aplikacja

# settings.dataPrivacySubtitle
source: Data stored locally
pl: Dane przechowywane lokalnie

# settings.dataPrivacyTitle
source: Data privacy
pl: Prywatność danych

# settings.healthIntegrationSubtitle
source: HealthKit configuration
pl: Konfiguracja HealthKit

# settings.healthIntegrationTitle
source: Health integration
pl: Integracja ze Zdrowiem

# settings.language.english
source: English
pl: Angielski

# settings.language.picker
source: App language
pl: Język aplikacji

# settings.language.polish
source: Polish
pl: Polski

# settings.language.section
source: Language
pl: Język

# settings.methodSection
source: Method
pl: Metoda

# settings.observationMethodSubtitle
source: Rules and interpretation settings
pl: Ustawienia reguł i interpretacji

# settings.observationMethodTitle
source: Observation method
pl: Metoda obserwacji

# settings.title
source: Settings
pl: Ustawienia

# Statystyki
source: Statistics
pl: Statystyki

# Stopnie
source: Degrees
pl: Stopnie

# tabs.calendar
source: Calendar
pl: Kalendarz

# tabs.cycle
source: Cycle
pl: Cykl

# tabs.settings
source: Settings
pl: Ustawienia

# tabs.stats
source: Statistics
pl: Statystyki
